{
    "ladybugs": [
        {
            "name": "Psyllobora vigintiduopunctata",
            "imageLocation": "PsylloboraVigintiduopunctata.jpg",
            "description": "Psyllobora vigintiduopunctata, the 22-spot ladybird, is a common, 3 to 5 mm long ladybird native to Europe. The elytra are yellow in colour with 22 black spots. The pronotum is yellow or white with 5 black spots.",
            "locked": "false"
        },
        {
            "name": "Coccinella",
            "imageLocation": "Coccinella.jpg",
            "description": "Coccinella is the most familiar genus of ladybird (or, in North America, ladybug). The elytra of most species are of a red or orange colour, punctuated with black spots or bands. The genus occurs throughout the Northern Hemisphere, but has only 11 species native to North America, with far more in Eurasia.",
            "locked": "true"
        },
        {
            "name": "Two-spot ladybird",
            "imageLocation": "TwoSpotLadybird.jpg",
            "description": "Adalia bipunctata, the two-spot ladybird, two-spotted ladybug or two-spotted lady beetle, is a carnivorous[1] beetle of the family Coccinellidae that is found throughout the holarctic region. It is very common in western and central Europe. It is also native to North America but it has heavily declined in many states and provinces. It is commonly introduced and imported as a biological control agent.",
            "locked": "false"
        },
        {
            "name": "Fourteen-spotted ladybug",
            "imageLocation": "FourteenSpottedLadybug.jpg",
            "description": "Propylea quatuordecimpunctata is a small lady beetle, belonging to the family Coccinellidae. It is sometimes referred to by the common name 14-spotted ladybird beetle, or simply P-14.",
            "locked": "true"
        },
        {
            "name": "Convergent lady beetle",
            "imageLocation": "ConvergentLadyBeetle.jpg",
            "description": "Hippodamia convergens, commonly known as the convergent lady beetle, is one of the most common lady beetles in North America and is found throughout the continent. Aphids form their main diet and they are used for the biological control of these pests.",
            "locked": "true"
        }
    ]
}
